Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# renameCategoyError_title
source: Renaming Failed
ar: فشلت إعادة التسمية
da: Kunne ikke omdøbe album
de: Umbenennung fehlgeschlagen
es: Error al renombrar
fr: Echec du changement
hu: Átnevezés sikertelen
it: Rinominazione fallita
ja: 名称の変更に失敗しました
nl: Naam wijzigen is mislukt
pl: Błąd Zmiany Nazwy
ru: Ошибка переименования
sv: Misslyckat namnbyte
zh_hans: 重命名失败
zh_hant: 重新命名失敗

# renameImage_message
source: Enter a new file name for this photo
ar: أدخل اسم ملف جديد لهذه الصورة
da: Indtast et nyt filnavn for dette billede
de: Neuen Dateinamen für dieses Foto eingeben
es: Introduce un nuevo nombre de archivo para esta foto
fr: Entrez un nouveau nom de fichier pour cette photo
hu: Adj új nevet a fotónak
it: Inserisci un nuovo nome di file per questa immagine
ja: この写真の新しいファイル名を入力してください
nl: Voer een nieuwe bestandsnaam in voor deze afbeelding
pl: Wprowadź nową nazwę pliku dla tego zdjęcia
ru: Введите новое имя файла для этого фото
sv: Ange ett nytt filnamn för den här bilden
zh_hans: 给这个照片输入一个新名字
zh_hant: 為此照片取新的名稱:

# renameImage_title
source: Original File
ar: الملف الأصلي
da: Oprindelig fil
de: Originaldatei
es: Archivo original
fr: Fichier d'origine
hu: Eredeti fájl
it: File Originale
ja: 元のファイル
nl: Origineel bestand
pl: Oryginalny plik
ru: Исходный файл
sv: Originalfil
zh_hans: 原始文件
zh_hant: 原始檔案

# renameImageError_message
source: Failed to rename photo file
ar: فشل في إعادة تسمية ملف الصورة
da: Kunne ikke omdøbe billedfil
de: Fehler beim Umbenennen der Fotodatei
es: Error al cambiar el nombre del archivo
fr: Échec lors du renommage du fichier
hu: Nem sikerült átnevezni a fájlt
it: Impossibile rinominare file
ja: 写真ファイルの名前変更に失敗しました
nl: Kan afbeeldingbestand niet hernoemen
pl: Nie udało się zmienić nazwy pliku zdjęcia
ru: Не удалось переименовать файл фото
sv: Det gick inte att byta namn på bildfil
zh_hans: 无法重命名图片文件
zh_hant: 重新命名照片失敗

# renameImageHUD_label
source: Renaming File…
ar: إعادة تسمية الملف...
da: Omdøb fil…
de: Umbenennen der Datei…
es: Renombrando archivo…
fr: Changement du nom…
hu: Fájl átnevezése…
it: Rinomina file…
ja: ファイルの名前を変更しています…
nl: Bestand hernoemen…
pl: Zmiana nazwy pliku…
ru: Переименование файла…
sv: Byt namn på fil…
zh_hans: 重命名文件中...
zh_hant: 正在重新命名檔案...

# rotateImage_left
source: Counterclockwise
ar: عكس اتجاه عقارب الساعة
da: Mod Uret
de: Gegen den Uhrzeigersinn
es: Sentido antihorario
fr: Sens anti-horaire
hu: Balra forgó
it: Antiorario
ja: 反時計回りに
nl: Tegen de klok in
pl: W lewo
ru: Против часовой стрелки
sv: Motsols
zh_hans: 逆时针
zh_hant: 逆時針

# rotateImage_right
source: Clockwise
ar: في اتجاه عقارب الساعة
da: Med uret
de: Im Uhrzeigersinn
es: Sentido horario
fr: Sens horaire
hu: Jobbra forgó
it: Orario
ja: 時計回りに表示
nl: Met de klok mee
pl: W prawo
ru: По часовой
sv: Medurs
zh_hans: 顺时针
zh_hant: 順時針

# rotateImage_rotate
source: Rotate 90°…
ar: تدوير 90°...
da: Rotér 90°…
de: Um 90° drehen…
es: Rotar 90º…
fr: Tourner de 90°…
hu: 90°-kal elforgatni…
it: Ruota di 90°…
ja: 90°回転します…
nl: 90° draaien…
pl: Obróć o 90°…
ru: Поворот на 90°…
sv: Rotera 90°…
zh_hans: 旋转 90°...
zh_hant: 旋轉90°…

# rotateImageFail_message
source: Image could not be rotated
ar: تعذر تدوير الصورة
da: Billede kunne ikke roteres
de: Bild konnte nicht gedreht werden
es: No se ha podido rotar la imagen
fr: La photo n'a pas pu être tournée
hu: A képet nem lehetett elforgatni
it: L'immagine non può essere ruotata
ja: 画像を回転できませんでした
nl: Afbeelding kon niet worden gedraaid
pl: Zdjęcie nie może być obrócone
ru: Не удалось повернуть изображение
sv: Bilden kunde inte roteras
zh_hans: 无法旋转图像
zh_hant: 圖片無法被旋轉

# rotateImageFail_plugin
source: The rotateImage plugin is not activated.
ar: لم يتم تنشيط المكون الإضافي RotateImage.
da: RotateImage plugin er ikke aktiveret.
de: Das rotateImage Plugin ist nicht aktiviert.
es: El plugin RotateImage no está activado.
fr: Le plugin rotateImage n'est pas activé.
hu: A rotateImage beépülő modul nincs aktiválva.
it: Il plugin rotateImage non è attivato.
ja: rotateImageプラグインが有効化されていません。
nl: De rotateImage plugin is niet geactiveerd.
pl: Wtyczka rotateImage nie jest aktywowana.
ru: Плагин RotateImage не активирован.
sv: RotateImage plugin är inte aktiverad.
zh_hans: 旋转图像插件未激活。
zh_hant: “rotateImage”外掛程式未啟用。

# rotateImageFail_title
source: Rotation Failed
ar: فشل التناوب
da: Rotation Mislykkedes
de: Drehung fehlgeschlagen
es: La rotación ha fallado
fr: Échec de la rotation
hu: A forgatás nem sikerült
it: Rotazione Non Riuscita
ja: 回転失敗
nl: Rotatie mislukt
pl: Obracanie nie powiodło się
ru: Поворот не удался
sv: Rotationen misslyckades
zh_hans: 旋转失败
zh_hant: 旋轉失敗

# rotateSeveralImageHUD_rotating
source: Rotating Photos…
ar: تدوير الصور...
da: Roterende Fotos…
de: Drehe Fotos…
es: Rotando las fotos…
fr: Rotation des photos…
hu: Fényképek elforgatása…
it: Rotazione Foto…
ja: 写真を回転しています…
nl: Foto's roteren…
pl: Obracanie zdjęć…
ru: Поворот фотографий…
sv: Roterar bilder…
zh_hans: 旋转照片...
zh_hant: 正在旋轉多張圖片...

# rotateSingleImageHUD_rotating
source: Rotating Photo…
ar: صورة دوارة...
da: Roterende Foto…
de: Drehe Foto…
es: Rotando la foto…
fr: Rotation de la photo…
hu: Fénykép elforgatása…
it: Rotazione Foto…
ja: 写真を回転します…
nl: Roterende foto…
pl: Obracanie zdjęcia…
ru: Вращение фото…
sv: Roterar bild…
zh_hans: 旋转式照片...
zh_hant: 正在旋轉圖片...

source: Second
ar: الثاني
da: Sekund
de: Sekunde
es: Segundo
fr: Seconde
hu: Másodperc
it: Secondo
ja: 秒
nl: Seconde
pl: Sekunda
ru: Секунда
sv: Sekund
zh_hans: 秒
zh_hant: 秒

source: Select All
ar: الكل
da: Vælg alle
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélect.
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて
nl: Selecteer alles
pl: Wszystkie
ru: Выбрать все
sv: Markera allt
zh_hans: 全选
zh_hant: 全選

# selectImages
source: Select Photos
ar: تحديد صور
da: Vælg billeder
de: Wähle Fotos aus
es: Seleccionar fotos
fr: Sélectionnez
hu: Fotók kiválasztása
it: Seleziona immagini
ja: 写真を選択します
nl: Selecteer foto's
pl: Wybierz zdjęcia
ru: Выберите фото
sv: Välj bilder
zh_hans: 选择照片
zh_hant: 選擇照片

# selectImageSelected
source: 1 Photo Selected
ar: 1 صورة مختارة
da: 1 billede valgt
de: 1 Foto ausgewählt
es: 1 foto seleccionada
fr: 1 photo
hu: 1 kiválasztott fotó
it: 1 immagine selezionata
ja: 1写真が選択されています
nl: 1 foto geselecteerd
pl: 1 zdjęcie wybrane
ru: Выбрано 1 фото
sv: 1 bild vald
zh_hans: 已选择1张照片
zh_hant: 選擇了1張照片

# selectImagesSelected
source: %@ Photos Selected
ar: %@ الصور المختارة
da: %@ billeder valgt
de: %@ Fotos ausgewählt
es: %@ fotos seleccionadas
fr: %@ photos
hu: %@ kiválasztott fotó
it: %@ immagini selezionate
ja: %@枚の写真が選択されています
nl: %@ foto's geselecteerd
pl: %@ wybranych zdjęć
ru: Выбрано фотографий: %@
sv: %@ bilder valda
zh_hans: 已选择 %@ 张照片
zh_hant: 選擇了%@張照片

source: Separator
ar: الفاصل
de: Trennzeichen
es: Separador
fr: Séparateur
hu: Választójel
it: Separatore
ja: セパレーター
nl: Scheidingsteken
ru: Разделитель
sv: Avgränsare
zh_hans: 分隔符
zh_hant: 分隔符

# serverConnectionError_message
source: A secured HTTPS connection could not be established. Please check the address or try in unencrypted HTTP mode?
ar: تعذر إنشاء اتصال HTTPS آمن. يرجى التحقق من العنوان أو محاولة وضع HTTP غير المشفرة؟
da: En sikker HTTPS-forbindelsen kunne ikke oprettes. Kontroller venligst adressen eller prøv en ukrypteret http forbindelse
de: Eine gesicherte HTTPS-Verbindung konnte nicht hergestellt werden. Bitte überprüfen Sie die Adresse oder versuchen Sie es im unverschlüsselten HTTP-Modus?
es: No se ha podido establecer una conexión HTTPS segura. Comprueba la dirección o prueba en modo HTTP no cifrado.
fr: Une connexion HTTPS sécurisée n'a pas pu être établie. S'il vous plaît, vérifier l'adresse ou essayez en mode HTTP non crypté?
hu: Nem sikerült biztonságos HTTPS kapcsolatot létrehozni. Kérlek ellenőrizd a web címet, vagy próbálkozz HTTP móddal?
it: Impossibile stabilire una connessione HTTPS protetta. Si prega di controllare l'indirizzo o provare in modalità HTTP non crittografato?
ja: セキュリティで保護された HTTPS 接続を確立できませんでした。アドレスを確認するか、暗号化されていない HTTP モードでやり直してください。
nl: Een beveiligde HTTPS-verbinding kan niet worden vastgesteld. Controleer het adres of probeer in niet-gecodeerde HTTP-modus?
pl: Nie można ustanowić zabezpieczonego połączenia HTTPS. Sprawdź adres lub spróbuj w trybie niezaszyfrowanego HTTP?
ru: Не удалось установить защищенное HTTPS-соединение. Проверьте адрес или попробуйте в незашифрованном режиме (HTTP)?
sv: En säker HTTPS-anslutning kunde inte upprättas. Kontrollera adressen eller försök i okrypterat HTTP-läge?
zh_hans: 无法建立一个安全的 HTTPS 连接。请检查地址或者尝试未加密的 HTTP 模式？
zh_hant: 無法建立安全的HTTPS連線。請確認網址或嘗試非加密HTTP模式?

# serverConnectionError_title
source: Connection Failed
ar: فشل الإتصال
da: Forbindelsen fejlede
de: Verbindung fehlgeschlagen
es: Ha fallado la conexión
fr: Échec de la connexion
hu: Csatlakozási hiba
it: Connessione Fallita
ja: 接続に失敗しました
nl: Verbinding mislukt
pl: Połączenie nieudane
ru: Ошибка подключения
sv: Anslutningen misslyckades
zh_hans: 连接失败
zh_hant: 連線失敗

# serverInvalidMethodError_message
source: Failed to call server method.
ar: فشل استدعاء منهج الخادم.
da: Kunne ikke kalde server metode.
de: Server-Methode konnte nicht aufgerufen werden.
es: No se ha podido llamar al método del servidor.
fr: Echec de l'appel de la méthode du serveur.
hu: Hiba a szerver-metódus hívásakor.
it: Impossibile chiamare il metodo del server.
ja: サーバーメソッドの呼び出しに失敗しました。
nl: Mislukt om de server methode op te roepen.
pl: Nie można wywołać metody serwera.
ru: Не удалось вызвать метод сервера.
sv: Misslyckades att anropa servermetod.
zh_hans: 无法调用服务器方法
zh_hant: 呼叫伺服器方法失敗。

# serverInvalidParamError_message
source: Failed to call server method with provided parameters.
ar: فشل استدعاء أسلوب الخادم مع المعلمات المتوفرة.
da: Kunne ikke udføre servermetoden med de angivne parametre.
de: Fehler beim Aufruf der Servermethode mit den angegebenen Parametern.
es: No se ha podido llamar al método del servidor con los parámetros proporcionados.
fr: Echec de l'appel de la méthode du serveur avec les paramètres fournis.
hu: Nem sikerült meghívni a szerver-metódust a megadott paraméterekkel.
it: Impossibile chiamare il metodo server con i parametri forniti.
ja: 指定されたパラメーターでのサーバーメソッドの呼び出しに失敗しました。
nl: Kan de servermethode niet bellen met de opgegeven parameters.
pl: Nie można wywołać metody serwera z podanymi parametrami.
ru: Не удалось вызвать метод сервера с указанными параметрами.
sv: Misslyckades anropa servermetod med angivna parametrar.
zh_hans: 无法以提供参数调用服务器方法
zh_hant: 無法以提供的參數呼叫伺服器方法。

# serverMethodsError_message
source: Failed to get server methods. Problem with Piwigo server?
ar: أخفق الحصول على طرق الخادم. مشكلة مع خادم Piwigo ؟
da: Kunne ikke hente server protokol. Prøv at logge ind igen?
de: Fehler beim Abrufen der Servermethoden. Probleme mit dem Piwigo Server?
es: No se han podido obtener los métodos del servidor. ¿Problema con el servidor de Piwigo?
fr: Impossible d’obtenir les méthodes du serveur. Problème avec le serveur Piwigo ?
hu: Hiba a szerver metódusainak letöltésekor. Lehet ez szerverhiba?
it: Impossibile accedere ai metodi del server. Problemi col server di Piwigo?
ja: サーバーメソットの取得に失敗しました。Piwigoサーバの問題か？
nl: Server methoden verkrijgen mislukt. Problemen met de Piwigo-server?
pl: Nie udało się uzyskać metod serwera. Problem z serwerem Piwigo?
ru: Не удалось получить методы сервера. Проблема с сервером Piwigo?
sv: Det gick inte att få servermetoder. Problem med Piwigo servern?
zh_hans: 获取服务器连接方法失败。是否Piwigo服务器出现问题？
zh_hant: 無法取得伺服器方法(Server Methods)。Piwigo伺服器有問題?

# serverMethodsError_title
source: Unknown Methods
ar: طرق غير معروفة
da: Ukendt Protokol
de: Unbekannte Methoden
es: Métodos desconocidos
fr: Méthodes inconnues
hu: Ismeretlen metódusok
it: Metodi sconosciuti
ja: 不明なメソッド
nl: Onbekende methoden
pl: Nieznane metody
ru: Неизвестный метод
sv: Okända metoder
zh_hans: 未知方法
zh_hant: 未知方法

# serverMissingParamError_message
source: Failed to execute server method with missing parameter.
ar: فشل في تنفيذ طريقة الخادم مع المعلمة المفقودة.
da: Ikke kunne udføre server metode med manglende parameter.
de: Ausführung der Servermethode mit fehlendem Parameter fehlgeschlagen.
es: No se ha podido ejecutar el método del servidor con un parámetro que falta.
fr: Échec de l'exécution de la méthode du serveur avec un paramètre manquant.
hu: Nem sikerült a szerver-metódust futtatni hiányzó paraméter miatt.
it: Impossibile eseguire il metodo server con parametro mancante.
ja: 不足しているパラメーターでサーバーメソッドの実行に失敗しました。
nl: Het is mislukt om de servermethode met ontbrekende parameter uit te voeren.
pl: Nie można wykonać metody serwera z brakującym parametrem.
ru: Не удалось выполнить метод сервера с недостающим параметром.
sv: Det gick inte att exekvera servermetoden med saknad parameter.
zh_hans: 执行服务器方法失败，缺少参数
zh_hant: 缺少參數無法呼叫伺服器方法。

# serverUnknownError_message
source: Unexpected error encountered while calling server method with provided parameters.
ar: حدث خطأ غير متوقع أثناء الاتصال بطريقة الخادم مع المعلمات المقدمة.
da: Uventet fejl opstod under kald af server metode med angivne parametre.
de: Beim Aufrufen der Servermethode mit den angegebenen Parametern ist ein unerwarteter Fehler aufgetreten.
es: Se ha encontrado un error inesperado al llamar al método del servidor con los parámetros proporcionados.
fr: Une erreur inattendue s'est produite lors de l'appel de la méthode du serveur avec les paramètres fournis.
hu: Ismeretlen hiba történt a szerver-metódus megadott paraméterekkel történő meghívásakor.
it: Si è verificato un errore imprevisto durante la chiamata al metodo server con i parametri forniti.
ja: サーバー指定されたパラメーターを持つメソッドの呼び出し中に発生した予期しないエラー。
nl: Onverwachte fout bij het aanroepen van de server methode met de meegeleverde parameters.
pl: Napotkano niespodziewany błąd podczas wywoływania serwera z dostarczonymi parametrami.
ru: При вызове метода сервера с указанными параметрами возникла непредвиденная ошибка.
sv: Ett oväntat fel uppstod när du anropade servermetoden med angivna parametrar.
zh_hans: 以提供的参数调用服务器方法时遇到意外错误
zh_hant: 以提供的參數呼叫伺服器方法時發生意外錯誤。

# serverURLerror_message
source: Please correct the Piwigo web server address.
ar: يرجى تصحيح عنوان خادم الويب الخاص بتطبيق Piwigo.
da: Ret venligst Piwigo web serveradressen.
de: Bitte korrigieren Sie die Piwigo-Web-Server-Adresse.
es: Corrige la dirección del servidor web de Piwigo.
fr: Veuillez corriger l'adresse du serveur Web Piwigo.
hu: Kérlek javítsd a Piwigo web szerver címét!
it: Si prega di correggere l'indirizzo del server web Piwigo.
ja: Piwigoウェブサーバのアドレスを訂正して下さい
nl: Corrigeer s. v. p. het adres van de server van Piwigo.
pl: Popraw adres serwera Piwigo.
ru: Пожалуйста, исправьте адрес веб-сервера Piwigo.
sv: Vänligen korrigera Piwigo webbserveradressen.
zh_hans: 请更正Piwigo站点地址。
zh_hant: 請更正Piwigo的伺服器網址。

# serverURLerror_title
source: Incorrect URL
ar: URL غير صحيحة
da: Forkert URL
de: Ungültige URL
es: URL incorrecto
fr: URL incorrecte
hu: Hibás URL
it: URL non corretto
ja: URLが間違っています
nl: Onjuiste URL
pl: Niepoprawny adres URL
ru: Некорректный URL
sv: Felaktig URL
zh_hans: 不正确的 URL
zh_hant: 不正確的網址

# serverVersionNotCompatible_message
source: Your Piwigo server version is %@. Piwigo Mobile only supports a version of at least %@. Please update your server to use Piwigo Mobile.
ar: إصدار خادم Piwigo هو %@. Piwigo موبايل يدعم فقط على الأقل نسخة من 2.8. يرجى تحديث الخادم الخاص بك لاستخدام Piwigo موبايل. هل ما زلت ترغب في المتابعة؟
da: Din Piwigo serverversion er %@. Piwigo Mobile kræver mindst version %@. Opdater venligst din server hvis du vil bruge Piwigo Mobile.
de: Ihre Piwigo Serverversion ist %@. Piwigo Mobile unterstützt nur Versionen ab %@. Bitte aktualisieren Sie Ihren Server um Piwigo Mobile verwenden zu können.
es: La versión del servidor de Piwigo es %@. Piwigo Mobile sólo soporta una versión de al menos %@. Por favor, actualice su servidor para poder usar Piwigo Mobile.
fr: La version de votre serveur Piwigo est %@. Piwigo Mobile requiert une version supérieure à %@. Veuillez mettre à jour votre serveur pour utiliser Piwigo Mobile.
hu: A Piwigo szervered verziója %@. A Piwigo Mobile használatához legalább %@ verzióra van szükség. Kérlek frissítsd a szervered, hogy használni tudd a Piwigo Mobile-t.
it: La versione server di Piwigo è %@. Piwigo Mobile supporta solo la versione %@ e successive. Si prega di aggiornare il server per utilizzare Piwigo Mobile.
ja: Piwigoサーバのバージョンは%@です。Piwigo Mobileは%@以上のみサポートしています。Piwigo Mobileを使うには、サーバを更新してください。
nl: Jouw Piwigo server versie is %@. Piwigo Mobiel ondersteunt alleen versie %@ of hoger. Werk jouw server bij om Piwigo Mobile te kunnen gebruiken.
pl: Wersja serwera Twojego Piwigo to %@. Piwigo Mobile obsługuje tylko wersję co najmniej %@. Zaktualizuj swój serwer aby korzystać z Piwigo Mobile.
ru: Версия вашего сервера Piwigo %@. Piwigo Mobile поддерживает только версию не менее %@. Пожалуйста, обновите ваш сервер, чтобы использовать Piwigo Mobile.
sv: Din Piwigo serverversion är %@. Piwigo Mobile stöder endast en version av minst %@. Uppdatera din server för att använda Piwigo Mobile.
zh_hans: 您的Piwigo服务器版本为 %@. Piwigo Mobile仅支持高于%@的版本。请更新您的服务器使用Piwigo Mobile。
zh_hant: 你的Piwigo伺服器版本為%@。Piwigo Mobile需要%@版本以上。請更新你的伺服器以使用Piwigo Mobile。

# serverVersionNotCompatible_title
source: Incompatible Server
ar: الخادم غير متوافق
da: Server Inkompatibel
de: Inkompatibler Server
es: Servidor no compatible
fr: Serveur incompatible
hu: Szerver nem kompatibilis
it: Server incompatibile
ja: サーバが非互換です
nl: Server niet ondersteund
pl: Wersja serwera nie jest kompatybilna
ru: Сервер несовместим
sv: Servern är inkompatibel
zh_hans: 服务器不兼容
zh_hant: 不相容的伺服器

# serverVersionOld_message
source: Your Piwigo server version is %@. Please ask the administrator to update it.
ar: إصدار خادم Piwigo الخاص بك هو %@. يرجى طلب من المسؤول تحديثه.
da: Din Piwigo serverversion er %@. Bed venligst administratoren om at opdatere den.
de: Ihre Piwigo Server-Version ist %@. Bitte fragen Sie den Administrator, sie zu aktualisieren.
es: La versión de su servidor Piwigo es %@. Por favor, solicite al administrador que la actualice.
fr: La version de votre serveur Piwigo est %@. Veuillez demander à l'administrateur de la mettre à jour.
hu: A Piwigo szerver verziója %@. Kérje meg a rendszergazdát, hogy frissítse.
it: La versione del tuo server Piwigo è %@. Chiedi all'amministratore di aggiornarla.
ja: Piwigoサーバーのバージョンは %@です。管理者に更新を依頼してください。
nl: Uw Piwigo server versie is %@. Vraag de beheerder om deze bij te werken.
pl: Twoja wersja serwera Piwigo to %@. Poproś administratora o aktualizację.
ru: Версия вашего сервера Piwigo %@. Пожалуйста, попросите администратора обновить его.
sv: Din Piwigo serverversion är %@. Be administratören att uppdatera den.
zh_hans: 您的 Piwigo 服务器版本是 %@。请要求管理员更新它。
zh_hant: 您的 Piwigo 伺服器版本是 %@。 請通知管理員進行更新。

# serverVersionOld_title
source: Server Update Available
ar: تحديث السيرفر متاح
da: Server Opdatering Tilgængelig
de: Serverupdate verfügbar
es: Actualización del servidor disponible
fr: Mise à jour du serveur disponible
hu: Szerver frissítés érhető el
it: Aggiornamento Del Server Disponibile
ja: サーバーアップデートが利用可能です
nl: Er is een server update beschikbaar
pl: Dostępna aktualizacja serwera
ru: Доступно обновление сервера
sv: Serveruppdatering tillgänglig
zh_hans: 服务器更新可用
zh_hant: 伺服器有可用更新

# sessionStatusError_message
source: Failed to authenticate with the server. Try logging in again.
ar: فشل أثناء المصادقة مع الخادم. حاول تسجيل الدخول مرة أخرى.
da: Log ind ikke godkendt af serveren. Prøv at logge ind igen.
de: Konnte den Server nicht authentifizieren. Versuche erneute Anmeldung.
es: No se ha podido autenticar con el servidor. Prueba a iniciar sesión otra vez.
fr: L’authentification avec le serveur a échoué. Essayez de vous connecter à nouveau.
hu: Nem sikerült bejelentkezni a szerverre. Kérlek próbáld újra!
it: Impossibile eseguire l'autenticazione con il server. Prova ad accedere nuovamente.
ja: サーバーでの認証に失敗しました。もう一度ログインしてください。
nl: Kan niet worden geverifieerd door de server. Probeer opnieuw aan te melden.
pl: Nie można uwierzytelnić z serwerem. Spróbuj zalogować się ponownie.
ru: Ошибка аутентификации на сервере. Попробуйте войти снова.
sv: Det gick inte att autentisera med servern. Försök logga in igen.
zh_hans: 无法与服务器验证。请尝试再次登录。
zh_hant: 與伺服器認證失敗。請嘗試重新登入。

# sessionStatusError_title
source: Authentication Failed
ar: فشل أثناء المصادقة
da: Godkendelse Mislykkedes
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Échec d'authentification
hu: Hitelesítés sikertelen
it: Autenticazione fallita
ja: 認証に失敗しました
nl: Authenticatie is mislukt
pl: Niepowodzenie Uwierzytelniania
ru: Ошибка аутентификации
sv: Autentisering misslyckades
zh_hans: 验证失败
zh_hant: 認證失敗

# setDefaultCategory_message
source: Are you sure you want to set the album "%@" as default album?
ar: هل أنت متأكد من أنك تريد تعيين الألبوم ”%@“ كألبوم افتراضي؟
da: Er du sikker på at du vil markere album “%@“ som standardalbum?
de: Sind Sie sicher, dass Sie das Album "%@" als Standard-Album festlegen möchten?
es: ¿Estás seguro de que deseas definir el álbum "%@" como álbum por defecto?
fr: Etes-vous sûr de vouloir définir l'album "%@" comme Album par Défaut ?
hu: Biztos, hogy a "%@" nevű albumot szeretnéd alapértelmezettnek jelölni?
it: Sei sicuro di voler impostare l'album "%@" come album predefinito?
ja: アルバム「%@」を規定のアルバムに設定してよろしいですか？
nl: Weet je zeker dat je het album "%@" als standaard album wilt instellen?
pl: Czy na pewno chcesz ustawić album "%@" jako domyślny?
ru: Вы уверены, что хотите установить альбом "%@" как альбом по умолчанию?
sv: Är du säker att du vill sätta album "%@" som standardalbum?
zh_hans: 您确定要设置相册"%@"作为默认相册？
zh_hant: 你確定要把相簿"%@"設為預設相簿嗎?

# setDefaultCategory_select
source: Please select an album or sub-album which will become the new root album.
ar: يُرجى تحديد ألبوم أو ألبوم فرعي سيصبح الألبوم الجذر الجديد.
da: Vælg venligst et album eller underalbum, som vil blive det nye rodalbum.
de: Bitte wählen Sie ein Album oder Unter-Album das Ihr Standard Fotoalbum werden soll.
es: Seleccione un álbum o sub-álbum que se convertirá en el nuevo álbum raíz.
fr: Veuillez sélectionner un album ou un sous-album qui deviendra le nouvel album racine.
hu: Válaszd ki az új főalbumot!
it: Seleziona un album o un sottoalbum che diventerà il nuovo album root.
ja: 新しいアルバムになるアルバムまたはサブアルバムを選択してください。
nl: Selecteer een album of sub-album dat het nieuwe root album zal worden.
pl: Wybierz album lub podalbum, który stanie się nowym albumem głównym.
ru: Пожалуйста, выберите альбом или подальбом, который станет Вашим новым корневым альбомом.
sv: Välj ett album eller underalbum som kommer att bli det nya rotalbumet.
zh_hans: 请选择一个相册或子相册作为新的根相册
zh_hant: 請選擇一個相簿或子相簿來做為新的根相簿。

# setDefaultCategory_title
source: Default Album
ar: الألبوم الافتراضي
da: Standardalbum
de: Standard-Album
es: Álbum por defecto
fr: Album par défaut
hu: Alapértelmezett Album
it: Album predefinito
ja: 既定のアルバム
nl: Standaard album
pl: Album domyślny
ru: Альбом по умолчанию
sv: Standardalbum
zh_hans: 默认相册
zh_hant: 預設相簿

# settings_acknowledgements
source: Acknowledgements
ar: شكر وتقدير
da: Tak Til
de: Danksagungen
es: Agradecimientos
fr: Remerciements
hu: Köszönetnyilvánítás
it: Ringraziamenti
ja: 謝辞
nl: Dank
pl: Podziękowania
ru: Благодарности
sv: Tack till och erkännanden
zh_hans: 致谢
zh_hant: 致謝

# settings_addActionMsg
source: Please select the action to add
ar: الرجاء تحديد الإجراء المراد إضافته
da: Vælg venligst den handling, der skal tilføjes
de: Bitte wählen Sie die Aktion zum Hinzufügen
es: Seleccione qué acción añadir
fr: Veuillez sélectionner l'action à ajouter
hu: Kérjük, válassza ki a hozzáadni kívánt műveletet
it: Selezionare l'azione da aggiungere
ja: 追加するアクションを選択してください
nl: Selecteer de actie die u wilt toevoegen
pl: Wybierz akcję do dodania
ru: Пожалуйста, выберите действие, которое необходимо добавить
sv: Välj den åtgärd du vill lägga till
zh_hans: 请选择要添加的操作
zh_hant: 請選擇要新增的動作
